/*
Зад. 4) Елементите на масив са имена, започващи с главна буква.
        Да се съставят ППГ за:
      а) въвеждане на елементите на масива (не повече от 50);
За нуждите на проекта, копирайте този списък и го поставете в конзолата при извикване:
Градище, Градаманово, Мадан, Маджарово, Малко Търново, Мартен, Мездра, Мелник,  Меричлери, Мизия, Момин проход, Момчилград, Монтана, Неделино, Смолян, Несебър,  Николаево, Никопол, Нова Загора, Нови Искър, Нови пазар, Омуртаг, Опака, Оряхово,  Павел баня, Павликени, Пазарджик, Панагюрище, Перник, Перущица, Петрич, Пещера,  Пирдоп, Пловдив, Разград, Симеоновград, Твърдица, Тервел, Тополовград, Троян
      
      б) извеждане на екрана на всички населени места, които съдържат в името си
подниз "град" или "Град". Например Ивайловград, Крумовград, Градешница.
 */

package zadachaproject2;

/**
 *
 * @author nikolay toskov
 */
public class ZadachaProject2 {

    public static void main(String[] args) {
          inGrad.nizGradove();
    }
    
}
